posts/street-city-state-country-continent-whats-next/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>Street , City , State , Country , Continent , what's next? | Forked</title>
<link href="../../assets/css/rst.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/code.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/dark.css" rel="stylesheet" type="text/css">
<link href="../../assets/css/theme.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Share+Tech+Mono" rel="stylesheet">
<link href="../../assets/css/custom.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://pspiagicw.github.io/posts/street-city-state-country-continent-whats-next/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="pspiagicw">
<link rel="prev" href="../the-rise-of-the-machines/" title="The rise of the Machines" type="text/html">
<link rel="next" href="../we-need-a-war/" title="We need a war." type="text/html">
<meta property="og:site_name" content="Forked">
<meta property="og:title" content="Street , City , State , Country , Continent , what's next?">
<meta property="og:url" content="https://pspiagicw.github.io/posts/street-city-state-country-continent-whats-next/">
<meta property="og:description" content="Street , City , State , Country , Continent , what's next?



Introduction


From the start of life , any organism's ultimate goal is to reproduce.



Any organism's correct action leads to the organi">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2021-05-15T22:43:58+05:30">
</head>
<body class="hack dark">

<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>
    <div id="container">
         
    <header id="header"><h1 id="brand"><a href="../../" title="Forked" rel="home">

        <span id="blog-title">Forked</span>
    </a></h1>

        

        
    <nav id="menu"><ul>
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>

    

    
    
    </ul></nav></header><main id="content"><article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Street , City , State , Country , Continent , what's next?</a></h1>

        <div class="metadata">
            <p class="byline author vcard p-author h-card"><span class="byline-name fn p-name" itemprop="author">
                    pspiagicw
            </span></p>
            <p class="dateline">
            <a href="." rel="bookmark">
            <time class="published dt-published" datetime="2021-05-15T22:43:58+05:30" itemprop="datePublished" title="2021-05-15 22:43">2021-05-15 22:43</time></a>
            </p>
            
        <p class="sourceline"><a href="index.org" class="sourcelink">Source</a></p>

        </div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-org9d4e597" class="outline-2">
<h2 id="org9d4e597">Street , City , State , Country , Continent , what's next?</h2>
<div class="outline-text-2" id="text-org9d4e597">
</div>
<div id="outline-container-org3120206" class="outline-3">
<h3 id="org3120206">Introduction</h3>
<div class="outline-text-3" id="text-org3120206">
<p>
From the start of life , any organism's ultimate goal is to <b>reproduce</b>.
</p>

<p>
Any organism's correct action leads to the organism reproducing.Whether it be the Amoeba , or Blue Whale .
</p>

<p>
Luckily humans took all the right actions. Here we are!
</p>

<p>
Don't you feel excited that we are here!While Musk's Starship is flying high above earth , we have hope of becoming interplanetary species.
</p>

<p>
The same feeling humans had when they moved out of Africa , colonized Asia , started  Mesopotamian Civilization, colonized America , discovered Australia , walked on antartica , stepped on the moon.
</p>

<p>
The Age of Exploration was an an period where every rich person in Europe wanted to goto distant lands.
</p>

<p>
The Age of Exploration was an period where every rich person on Earth wanted to goto distant planets.
</p>

<p>
The Age of Exploration was an period where every rich person on Milky Way wanted to goto distant galaxies.
</p>

<p>
All of them are taken by base instinct to make more of us , spread more of us , conquer more of the universe.
</p>
</div>
</div>

<div id="outline-container-org63ffeac" class="outline-3">
<h3 id="org63ffeac">Future is coming.</h3>
<div class="outline-text-3" id="text-org63ffeac">
<p>
Whether you want or not. We are going to be interplanetary species within this century.
</p>

<p>
We have to be ready to accept that Mars may request independence from Earth within 200 years .
There might be racism between Martians and Earthians , trade conflicts between Mars and Earth.
</p>

<p>
We have to prepare ourselves for that , make laws , take decisions.We have to learn from our time on Earth , and learn.
We have to learn by first uniting people on our planet , accept it that we are same irrespective of location , culture , language etc.
</p>
</div>

<div id="outline-container-orgeecb483" class="outline-4">
<h4 id="orgeecb483">We have to rise like a Pheonix!</h4>
</div>
</div>
</div>

    </div>
    <aside class="postpromonav"><nav><ul class="pager hidden-print">
<li class="previous">
                <a href="../the-rise-of-the-machines/" rel="prev" title="The rise of the Machines">Previous post</a>
            </li>
            <li class="next">
                <a href="../we-need-a-war/" rel="next" title="We need a war.">Next post</a>
            </li>
        </ul></nav></aside></article></main><footer id="footer"><p>Contents © 2021         <a href="mailto:pspiagicw@gmail.com">pspiagicw</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         </p>
            
        </footer>
</div>
    
    

    
    
    
</body>
</html>

